Repository: mrPronin/payback-ios-demo
Catalog: Payback/LocalPackages/PaybackCommon/Sources/PaybackCommon/Resources/*.lproj/Localizable.strings
Languages: de

source: Network error. Invalid URL.
de: Netzwerkfehler. Ungültige URL.

source: Network error. Bad request.
de: Netzwerkfehler. Ungültige Anfrage.

source: Network error. Unauthorized.
de: Netzwerkfehler. Nicht autorisiert.

source: Network error. Forbidden.
de: Netzwerkfehler. Verboten.

source: Network error. Link not found.
de: Netzwerkfehler. Link nicht gefunden.

# network_error_with_code
source: Network error %@
de: Netzwerkfehler %@

source: Network error. Server exception.
de: Netzwerkfehler. Serverfehler.

source: Network error. Decoding failed.
de: Netzwerkfehler. Decodierung fehlgeschlagen.

source: Network error. URL session failed with error! %@
de: Netzwerkfehler. URL-Sitzung fehlgeschlagen! %@

source: Network error. Unknown.
de: Netzwerkfehler. Unbekannt.

source: Network error. Other: %@
de: Netzwerkfehler. Andere: %@

# transaction_error_failed_to_load_json
source: Failed to load JSON data
de: JSON-Daten konnten nicht geladen werden

# transaction_list_title
source: Transactions
de: Transaktionen

# transaction_list_category
source: Category
de: Kategorie

# transaction_list_total
source: Total:
de: Insgesamt:

source: Description not provided
de: Beschreibung nicht vorhanden

# transaction_details_partner_name
source: Partner display name:
de: Anzeigename des Partners:

# transaction_details_description
source: Description:
de: Beschreibung:

# transaction_details_booking_date
source: Booking date:
de: Buchungsdatum:

# transaction_details_title
source: Transaction details
de: Einzelheiten

# transaction_list_all_categories
source: All categories
de: Alle Kategorien

source: Error
de: Fehler

# error_notwork_is_not_available
source: Network is not available
de: Netzwerk ist nicht verfügbar
